{
    "mouseover": [
		{
            "selector": "#Cats",
            "text": ["猫咪的眼睛里也是一片湖泊 我不知道它在想什么","养狗是为了不孤单 养猫是为了孤独地更精致","我们仍需共生命的慷慨与繁华相爱 即使岁月以刻薄与荒芜相欺","猫这种生物之所以使人迷恋 因为它有一种无论你是贫富贵贱 它都看不起你的气质","悲惨人生中的两个避难所 一是音乐 二是猫","猫很清楚谁喜欢它们 谁不喜欢它们 但它们从来不放在心上 也懒得设法补救","这个世界多么冷酷 然而 只要待在猫儿身边,世界就可以变得美好而温柔了","天堂永远不会是天堂 因为那里没有我的猫在迎接我","你要多学学猫 保持冷漠 适度撒娇 几乎不动心","猫儿恰似一夜睡眠 只有当你不把它放在心上时 它才会主动来到你的身边","可能猫也爱过你 只是你回应的太炙热 你爱猫 猫喜欢爱而不得","人类应该向猫看齐 因为再没有比猫更冷淡、更无情、更任性 并且绝不任由人类摆布的动物了 它恐怕也是最不容易被催眠成功的动物吧 因此 我也想要模仿猫 尽量让自己变得冷漠、薄情 麻木不仁、独立自主 而且 只在想吃鱼的时候 才愿意发出傲娇的喵喵声","咕噜咕噜 低吟的猫 让人类没有丝毫道德上的防备 那静谧的音乐 是世界上最快乐的所在 猫只会被自己最亲近的人摸脑袋","我相信 每只猫都有魔法 我始终弄不明白的是 到底是我收养了猫 还是猫她恩准了我进入她的生活 只要和猫儿一起坐在午后的阳光里 静静地闭上眼睛 时间就会温柔而亲密地流淌过去"]
        },
		{
            "selector": "#Fish",
            "text": ["鱼对水说 你看不见我的眼泪 因为我的泪在水里 水对鱼说 我能感受到你的眼泪 因为你的泪在我心的心里","鱼对水说 我永远不会离开你 因为离开你 我无法生存 水对鱼说 我知道 可是如果你的心不在呢","鱼对水说 我很寂寞 因为我只能待在水中 水对鱼说 我知道 因为我的心里装着你的寂寞","鱼对水说 如果没有鱼 那水里还会剩下什么 水对鱼说 如果没有你 那又怎么会有我","鱼对水说 你相信一见钟情吗 水对鱼说 当我意识到你是鱼的那一刻 就知道你会游到我的心里","鱼对水说 在你的一生中 我是第几条鱼 水对鱼说 你不是在水中的第一条鱼 但却是在我心中的第一条","鱼对水说 一辈子不能出去看看外面的世界 是我最大的遗憾 水对鱼说 一辈子不能打消你的这个念头 是我最大的失败"]
        },
		{
            "selector": "#Dogs",
            "text": ["一人 一屋 一狗 足以","狗是唯一爱你甚过你自己的生物","它只是你的一条狗 但你却是它的一生","生与死的距离 对于狗来说 它无法参透 它只相信 他的主人会回来","阳光依旧 时光依然 狗狗相见时的欢喜雀跃与奔跑 我们可以轻易拥有并享受它吗","狗若爱你 就会永远爱你 不论你做了什么事 发生什么事 经历了多少时光","一只狗带给人的最大快乐就是 当你对它装疯的时候 它不会取笑你 反而会跟你一起疯"]
        },
		{
            "selector": "#Reptiles",
            "text": ["不归大海不藏山 碧瓦朱栏绿树闲 应待老龙才睡著 便偷云雨落人间","秋水钓红渠 仙人待素书 菱丝萦独茧 菰米蛰双鱼 斜竹垂清沼 长纶贯碧虚 饵悬春蜥蜴 钩坠小蟾蜍 詹子情无限 龙阳恨有余 为看烟浦上 楚女泪沾裾","植物有薜荔 足物有蜥蜴 固知不同类 亦各善缘壁 根随枝蔓生 叶侵苔藓碧 後凋虽可嘉 劲挺异松柏"]
        },
		{
            "selector": "#Birds",
            "text": ["园林幽鸟啭 渚泽新泉清","门外平桥连柳堤，归来晚树黄莺啼","未羞他、双燕归来，画帘半卷","暮雨相呼，怕蓦地、玉关重见","最愁人，啼鸟清明，叶底青圆","砚沼只留溪鸟浴，屟廊空信野花埋","燕子巢方就，盆池小，新荷蔽","黄鹂啭处谁同听，白菊开时且剩过","鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖","爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接","风暖鸟声碎，日高花影重"]
        },
		{
            "selector": "#Birds2",
            "text": ["园林幽鸟啭 渚泽新泉清","门外平桥连柳堤，归来晚树黄莺啼","未羞他、双燕归来，画帘半卷","暮雨相呼，怕蓦地、玉关重见","最愁人，啼鸟清明，叶底青圆","砚沼只留溪鸟浴，屟廊空信野花埋","燕子巢方就，盆池小，新荷蔽","黄鹂啭处谁同听，白菊开时且剩过","鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖","爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接","风暖鸟声碎，日高花影重"]
        },
        {
            "selector": "#keyword",
            "text": ["在找什么东西呢，需要帮忙吗？"]
        }
    ],
    "click": [
        {
            "selector": "#landlord #live2d",
            "text": ["不要动手动脚的！快把手拿开~~", "再摸的话我可要报警了！⌇●﹏●⌇", "110吗，这里有个变态一直在摸我(ó﹏ò｡)", "举起手来(҂‾ ▵‾)︻デ═一 (˚▽˚’!)/", "変態好可怕ヽ(*。>Д<)o゜", "剪你jj( *・ω・)✄╰ひ╯", "脸红◍'ㅅ'◍", "110ですか？ここの変態がずっと私を触っています", "这就是变态吗？(⊙ˍ⊙)"]
        }
    ]
}